Repository: rustemd02/shafinMultitool
Catalog: shafinMultitool/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# set.storyboard.drag.failure.unable_prefix
source: Unable
ru: Не

# set.storyboard.drag.hold_actor
source: Hold the actor model
ru: Удерживайте именно модель актёра

# set.storyboard.drag.moving
source: Moving %@
ru: Перемещаю %@

# set.storyboard.drag.moving_to_beat
source: Moving %@ in %@
ru: Перемещаю %@ в %@

# set.storyboard.drag.surface_missing
source: Unable to find a surface for moving
ru: Не удалось найти поверхность для перемещения

# set.storyboard.drag_hint
source: Hold the actor model in AR to move it in this beat
ru: Удерживайте модель актёра в AR, чтобы переместить её в этом такте

# set.storyboard.edit_beat
source: Edit %@ %d
ru: Редактировать %@ %d

# set.storyboard.editor.title
source: BEAT EDITOR
ru: РЕДАКТОР ТАКТА

# set.storyboard.empty
source: NO BEATS YET
ru: ПОКА БЕЗ ТАКТОВ

# set.storyboard.empty_beat
source: Empty beat
ru: Пустой такт

# set.storyboard.error.delete_last
source: The last beat cannot be deleted
ru: Нельзя удалить единственный такт

# set.storyboard.error.not_found
source: This beat is no longer available
ru: Такт больше не найден

# set.storyboard.error.open
source: Could not open the beat for editing
ru: Не удалось открыть такт для редактирования

# set.storyboard.error.save
source: Could not save changes. Try again.
ru: Не удалось сохранить изменения. Попробуйте ещё раз.

# set.storyboard.error.save_conflict
source: This scene changed. Reopen it before editing.
ru: Сцена изменилась. Откройте её заново перед редактированием.

# set.storyboard.frame.one
source: WIDE · 01
ru: ОБЩИЙ · 01

# set.storyboard.frame.three
source: DETAIL · 03
ru: ДЕТАЛЬ · 03

# set.storyboard.frame.two
source: HOLD · 02
ru: ПЛАН · 02

# set.storyboard.inspector.actors
source: ACTORS
ru: АКТЁРЫ

# set.storyboard.inspector.targets
source: TARGETS
ru: ЦЕЛИ

# set.storyboard.inspector.title
source: BEAT INSPECTOR
ru: РАЗБОР ТАКТА

# set.storyboard.inspector.warnings
source: CHECK
ru: ПРОВЕРКА

# set.storyboard.keyframe
source: KEYFRAME
ru: ОПОРНЫЙ КАДР

# set.storyboard.kind.action
source: action
ru: действие

# set.storyboard.kind.dialogue
source: dialogue
ru: диалог

# set.storyboard.kind.movement
source: movement
ru: движение

# set.storyboard.kind.scene
source: scene
ru: сцена

# set.storyboard.label.actor
source: Actor
ru: Актёр

# set.storyboard.label.target
source: Target
ru: Цель

# set.storyboard.label.text
source: Caption or dialogue
ru: Текст подписи или реплики

# set.storyboard.label.type
source: Type
ru: Тип

# set.storyboard.marker
source: ANCHOR FRAME
ru: ОПОРНЫЙ КАДР

# set.storyboard.move
source: MOVE
ru: ПЕРЕСТАВИТЬ

# set.storyboard.move.left
source: Move left
ru: Влево

# set.storyboard.move.right
source: Move right
ru: Вправо

# set.storyboard.new_action
source: New action
ru: Новое действие

# set.storyboard.no_target
source: No target
ru: Нет цели

# set.storyboard.object.phone
source: Phone
ru: Телефон

# set.storyboard.object.table
source: Table
ru: Стол

# set.storyboard.saving
source: SAVING
ru: СОХРАНЯЮ

# set.storyboard.tray.collapse
source: COLLAPSE BEATS
ru: СВЕРНУТЬ ТАКТЫ

# set.storyboard.tray.count
source: BEATS: %d
ru: ТАКТЫ: %d

# set.storyboard.tray.expand
source: EXPAND BEATS
ru: РАСКРЫТЬ ТАКТЫ

# set.storyboard.validation.actor
source: An action needs an actor
ru: У действия должен быть актёр

# set.storyboard.validation.self_target
source: An actor cannot target itself
ru: Нельзя передать объект самому себе

# set.storyboard.validation.target
source: A transfer needs a target
ru: Для передачи нужна цель

# set.storyboard.warning.empty_text
source: %@ has empty text
ru: %@: пустой текст

# set.storyboard.warning.no_point
source: %@ has no position in this beat
ru: %@: нет точки в такте

# set.storyboard.warning.no_target
source: %@ needs a target
ru: %@: нет цели

# set.take.counter
source: TAKE
ru: ДУБЛЬ

# set.take.counter.dynamic
source: TAKE %02d
ru: ДУБЛЬ %02d

# set.trace.action.add_background_light
source: Use the available lamp to light the area behind the person
ru: Освети доступной лампой участок за человеком

# set.trace.action.add_front_fill
source: Aim the available lamp at the face from the camera side
ru: Направь доступную лампу на лицо со стороны камеры

# set.trace.action.change_angle
source: Move the phone to the chosen spot while keeping the person in the preview
ru: Сместись с телефоном к выбранной точке, удерживая человека в превью

# set.trace.action.keep_setup
source: The frame already suits the chosen task
ru: Для выбранной задачи кадр уже подходит

# set.trace.action.level_horizon
source: Level the horizon
ru: Выровнять горизонт

# set.trace.action.lower_camera
source: Lower the phone itself to shoot from a lower angle
ru: Опусти сам телефон ниже, чтобы снять с более низкой точки

# set.trace.action.move_object_back
source: Move the chosen item a little farther from the lens
ru: Передвинь выбранный предмет немного дальше от объектива

# set.trace.action.move_object_forward
source: Move the chosen item a little closer to the lens
ru: Передвинь выбранный предмет немного ближе к объективу

# set.trace.action.move_object_left
source: Move the chosen item to the left in the preview
ru: Передвинь выбранный предмет левее в превью

# set.trace.action.move_object_right
source: Move the chosen item to the right in the preview
ru: Передвинь выбранный предмет правее в превью

# set.trace.action.move_subject_away
source: You could ask the person in the frame to step away from the background
ru: Можно предложить человеку в кадре отойти от фона

# set.trace.action.move_subject_left
source: You could ask the person in the frame to move to the left in the preview
ru: Можно предложить человеку в кадре встать левее в превью

# set.trace.action.move_subject_right
source: You could ask the person in the frame to move to the right in the preview
ru: Можно предложить человеку в кадре встать правее в превью

# set.trace.action.raise_camera
source: Raise the phone itself to shoot from a higher angle
ru: Подними сам телефон выше, чтобы снять с более высокой точки

# set.trace.action.remove_distracting_object
source: If the item is not needed for the shot, you can remove it
ru: Если предмет не нужен для задачи, его можно убрать

# set.trace.action.remove_hotspot
source: Aim the camera so this distraction leaves the frame
ru: Направь камеру так, чтобы эта помеха вышла за край кадра

# set.trace.action.reposition_prop
source: Move the chosen item to the chosen free spot
ru: Передвинь выбранный предмет в выбранную свободную зону

# set.trace.action.rotate_subject
source: You could ask the person in the frame to turn toward the light
ru: Можно предложить человеку в кадре повернуться к свету

# set.trace.action.shift_down
source: Aim the camera slightly lower without lowering the phone
ru: Направь камеру чуть ниже, не опуская телефон

# set.trace.action.shift_left
source: Aim the camera slightly left, keeping the subject in the preview
ru: Направь камеру чуть левее, сохранив героя в превью

# set.trace.action.shift_right
source: Aim the camera slightly right, keeping the subject in the preview
ru: Направь камеру чуть правее, сохранив героя в превью

# set.trace.action.shift_up
source: Aim the camera slightly higher without lifting the phone
ru: Направь камеру чуть выше, не поднимая телефон

# set.trace.action.simplify_background
source: Move to the chosen spot where the background behind the person is cleaner
ru: Сместись к выбранной точке, где фон за человеком чище

# set.trace.action.step_back
source: If there is room behind you, step back a little while keeping what matters in the preview
ru: Если сзади свободно, отойди немного, сохранив нужное в превью

# set.trace.action.step_closer
source: Step a little closer while keeping the main subject in the preview
ru: Подойди немного ближе, сохранив главное в превью

# set.trace.action.wait_clearance
source: You could wait until this obstruction leaves the frame
ru: Можно подождать, пока эта помеха выйдет из кадра

# set.trace.assumption.linked_issues
source: Live hint linked to issue IDs: %@.
ru: Live-подсказка связана с issue ids: %@.

# set.trace.chosen
source: WHAT WAS CHOSEN
ru: ЧТО ВЫБРАНО

# set.trace.confidence.high
source: HIGH CONFIDENCE
ru: ВЫСОКАЯ УВЕРЕННОСТЬ

# set.trace.confidence.low
source: LOW CONFIDENCE
ru: МАЛАЯ УВЕРЕННОСТЬ

# set.trace.confidence.medium
source: MEDIUM CONFIDENCE
ru: СРЕДНЯЯ УВЕРЕННОСТЬ

# set.trace.evidence
source: EVIDENCE
ru: ДОКАЗАТЕЛЬСТВА

# set.trace.explanation
source: This panel shows which features, issue/strength rows, and semantic action led to the current hint.
ru: Панель показывает, какие признаки, строки проблем и сильных сторон, а также какое смысловое действие привели к текущей подсказке.

# set.trace.ids
source: TRACE IDS
ru: ТРАССИРОВКА

# set.trace.issue.background_competes
source: Background competes with the subject
ru: Фон конкурирует с субъектом

# set.trace.issue.backlight
source: Backlight hides the subject
ru: Контровой свет скрывает субъект

# set.trace.issue.focus
source: No clear focus of attention
ru: Нет ясного фокуса внимания

# set.trace.issue.horizon
source: Horizon is distracting
ru: Горизонт отвлекает

# set.trace.issue.look_space
source: Not enough look space
ru: Недостаточно пространства взгляда

# set.trace.issue.overloaded
source: Frame is visually overloaded
ru: Кадр визуально перегружен

# set.trace.issue.subject_edge
source: Subject too close to the edge
ru: Субъект близко к краю

# set.trace.issue.subject_prominence
source: Subject is not prominent enough
ru: Субъект недостаточно заметен

# set.trace.kind.issue
source: ISSUE
ru: Проблема

# set.trace.kind.strength
source: STRENGTH
ru: Сильная сторона

# set.trace.limit.fallback
source: Fallback was used: some extended reasoning was unavailable, so the decision uses stable structural signals.
ru: Использован fallback: часть расширенного reasoning недоступна, поэтому решение опирается на устойчивые структурные признаки.

# set.trace.limit.scope
source: This panel explains the current presentation chain; it is not manual annotation and does not guarantee causes beyond available signals.
ru: Панель объясняет текущую presentation-цепочку; она не является ручной разметкой и не гарантирует причинность за пределами доступных признаков.

# set.trace.limitations
source: LIMITATIONS
ru: ОГРАНИЧЕНИЯ

# set.trace.metadata.coarse
source: coarse action
ru: грубое действие

# set.trace.metadata.linked_evidence
source: linked evidence
ru: связанные данные

# set.trace.metadata.overlay
source: overlay hint
ru: подсказка оверлея

# set.trace.metadata.region
source: region
ru: область

# set.trace.metadata.severity
source: severity
ru: важность

# set.trace.metadata.target
source: target
ru: цель

# set.trace.metadata.trace
source: trace
ru: трассировка

# set.trace.mode.pause
source: PAUSE
ru: Пауза

# set.trace.overlay.summary
source: arrows=%d, regions=%d, horizon=%d
ru: стрелки=%d, области=%d, горизонт=%d

# set.trace.reason.action
source: ACTION
ru: Действие

# set.trace.reason.hint
source: HINT
ru: Подсказка

# set.trace.reason.keep
source: WHY KEEP IT
ru: Почему можно не менять

# set.trace.reason.problematic
source: WHAT GETS IN THE WAY
ru: Что мешает

# set.trace.reason.signal
source: SIGNAL
ru: Сигнал

# set.trace.reason.summary
source: SHORT TAKE
ru: Краткий вывод

# set.trace.reason.why
source: WHY
ru: Почему

# set.trace.reason.worked
source: WHAT WORKED
ru: Что сработало

# set.trace.signal.aesthetic
source: Aesthetic score
ru: Эстетическая оценка

# set.trace.signal.aesthetic.detail
source: Neural frame-quality estimate.
ru: Нейрооценка качества кадра.

# set.trace.signal.backlight
source: Backlight
ru: Контровой свет

# set.trace.signal.backlight.detail
source: Backlight estimate.
ru: Оценка контрового света.

# set.trace.signal.detr.detail
source: Objects found by the detector.
ru: Объекты, найденные детектором.

# set.trace.signal.exposure
source: Exposure bias
ru: Экспокоррекция

# set.trace.signal.exposure.detail
source: Sign shows the exposure correction direction.
ru: Знак показывает направление экспокоррекции.

# set.trace.signal.horizon
source: Horizon
ru: Горизонт

# set.trace.signal.horizon.detail
source: Confidence %@.
ru: Уверенность %@.

# set.trace.signal.motion
source: Motion
ru: Движение

# set.trace.signal.motion.detail
source: Camera motion state.
ru: Состояние движения камеры.

# set.trace.signal.overlay.detail
source: Overlay annotation count.
ru: Количество аннотаций overlay.

# set.trace.signal.saliency
source: Saliency center
ru: Центр внимания

# set.trace.signal.saliency.detail
source: Normalized center of attention.
ru: Нормализованный центр внимания.

# set.trace.signal.subject_area
source: Subject area
ru: Площадь субъекта

# set.trace.signal.subject_area.detail
source: Share of the main subject in the frame.
ru: Доля главного субъекта в кадре.

# set.trace.signal.vision
source: Vision subjects
ru: Кандидаты субъекта от Vision

# set.trace.signal.vision.detail
source: Subject candidates from Vision.
ru: Кандидаты субъекта от Vision.

# set.trace.signals
source: PIPELINE SIGNALS
ru: СИГНАЛЫ ПАЙПЛАЙНА

# set.trace.strength.composition
source: Composition is balanced
ru: Композиция сбалансирована

# set.trace.strength.focus
source: Clear focus hierarchy
ru: Ясная иерархия фокуса

# set.trace.strength.horizon
source: Horizon supports the scene
ru: Горизонт поддерживает сцену

# set.trace.strength.isolation
source: Subject is well separated
ru: Субъект хорошо отделён

# set.trace.strength.light
source: Light emphasizes the subject
ru: Свет подчёркивает субъект

# set.trace.title
source: WHY
ru: ПОЧЕМУ

# set.trace.verdict.good
source: FRAME ACCEPTED
ru: Кадр принят

# set.trace.verdict.live
source: CURRENT HINT
ru: Текущая подсказка

# set.trace.verdict.mixed
source: CAN BE IMPROVED
ru: Можно улучшить

# set.trace.verdict.needs_fix
source: NEEDS A FIX
ru: Нужна правка

# set.camera.intent.low_key
source: Keep the dark, low-key look?
ru: Оставить тёмный, низкоключевой кадр?

# set.camera.intent.silhouette
source: Keep the backlit silhouette?
ru: Оставить силуэт против света?

# set.camera.intent.symmetry
source: Keep the symmetry?
ru: Оставить симметрию?

# set.camera.intent.tilt
source: Keep the tilted angle?
ru: Оставить наклон?

# set.camera.intent.motion_blur
source: Keep the motion blur?
ru: Оставить смаз в движении?

# set.camera.intent.negative_space
source: Keep the empty space?
ru: Оставить пустое пространство?

# set.camera.intent.confirm
source: Yes, it's intentional
ru: Да, так и задумано

# set.camera.intent.deny
source: No, fix it
ru: Нет, исправь

# set.a11y.intent_confirm
source: Yes, it's intentional
ru: Да, так и задумано

# set.a11y.intent_deny
source: No, fix it
ru: Нет, исправь
